Repository: kjeldGr/KG-ImageViewer
Catalog: KG ImageViewer/Resources/*.lproj/Localizable.strings
Languages: nl

# text_back
source: Back
nl: Terug

# view_photo_grid_title
source: Photos
nl: Foto's

# photo_grid_category_popular
source: Popular
nl: Populair

# photo_grid_category_highest_rating
source: Best Rating
nl: Beste rating

# photo_grid_category_upcoming
source: Upcoming
nl: Opkomend

# filter_text_nsfw
source: Show NSFW images:
nl: Toon NSFW afbeeldingen:

# filter_text_other_settings
source: Other settings
nl: Overige instellingen

# filter_text_cache
source: Save high resolution images in cache during session:
nl: Bewaar afbeeldingen van hoge resolutie in cache tijdens de sessie:

# filter_button_text_introduction
source: Watch introduction again
nl: Introductie opnieuw bekijken

# error_loading_images_title
source: Oops!
nl: Oeps!

# error_loading_images_message
source: Something went wrong while loading the image data.
nl: Er ging iets missen tijdens het ophalen van de afbeeldingen.

# error_loading_image_message
source: Something went wrong while loading the image in high resolution.
nl: Er ging iets missen tijdens het ophalen van de afbeelding in hoge resolutie.

# error_button_try_again
source: Try again
nl: Probeer opnieuw

# error_please_wait_title
source: Please wait
nl: Even geduld aub

# error_not_downloaded_message
source: You can only save the image when it's fully loaded.
nl: Je kan de afbeelding alleen opslaan als deze volledig geladen is.

# error_saved_title
source: Image saved
nl: Afbeelding opgeslagen

# error_saved_message
source: The image is saved to your Camera Roll.
nl: De afbeelding is opgeslagen in je Filmrol.

# error_saving_failed_title
source: Saving failed
nl: Opslaan mislukt

# error_saving_failed_message
source: Something went wrong while saving the image to your Camera Roll. Please check if you gave the app access to your photos.
nl: Er ging iets mis tijdens het opslaan van de foto. Controleer aub of je de app toegang hebt gegeven tot je foto's.

# text_home_screen
source: When you're in the homescreen, you can scroll through all the images.
nl: In het beginscherm kun je door alle afbeeldingen heen scrollen.

# text_filter_settings
source: To filter your images or change some settings, swipe to the left from the right side of the screen, or press the filter button.
nl: Om te filteren of instellingen aan te passen, sleep naar links vanaf de rechter zijkant om het instellingen- menu te openen.

# text_search_tap
source: Tap the search button to search for specific images.
nl: Druk op de zoek knop om te zoeken naar specifieke afbeeldingen.

# text_search_term
source: Fill in the search field to search for the images you want.
nl: Vul het zoekveld in om op jouw criteria te zoeken.

# text_search_go
source: Tap search to confirm the search request.
nl: Druk op zoek om te zoeken.

# text_tap_detail
source: Tap a thumbnail image to go to the detail image viewer.
nl: Selecteer een thumbnail afbeeldingen om naar de detail pagina te gaan.

# text_save
source: Tap the save button to save the image to your camera roll.
nl: Druk op de opslaan-knop om de afbeelding op te slaan in je filmrol.

# text_have_fun
source: Have fun with the KG ImageViewer app.
nl: Veel plezier met de KG ImageViewer app.

# button_title_again
source: Watch again
nl: Bekijk opnieuw

# button_title_got_it
source: Got it!
nl: Ik snap het!
